import { Metadata } from "next";

export const SEO: Metadata = {
    title: "Беседка Лофт",
    description:
      "Мы производим качественные и прочные беседки из дерева, металла и других материалов. У нас вы можете найти беседки различных размеров и дизайнов, которые подойдут для отдыха, барбекю или просто приятного времяпровождения на свежем воздухе. Покупайте у нас беседки и создайте уютное место для приятного отдыха с семьей и друзьями.",
    keywords: [
      "беседка",
      "пергола",
      "индивидуальный заказ",
      "навеса",
      "кладовая",
      "навесы для авто",
      "помещения хозяйственного назначения",
    ],
    alternates: {
      canonical: "https://besedkaloft.ru/",
    },
    openGraph: {
      type: "website",
      url: "https://besedkaloft.ru/",
      title: "Беседка Лофт",
      description:
        "Мы производим качественные и прочные беседки из дерева, металла и других материалов.",
      siteName: "Беседка 'Лофт'",
      images: [
        {
          url: "https://besedkaloft.ru/img/Logo.png",
        },
      ],
    },
    other: { "yandex-verification": "e27b55b5839c670a" },
  };